bbenoist.Nix
blanu.vscode-styled-jsx
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
brettm12345.nixfmt-vscode
bungcip.better-toml
ChakrounAnas.turbo-console-log
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
felixfbecker.php-debug
felixfbecker.php-intellisense
felixfbecker.php-pack
formulahendry.auto-rename-tag
GitHub.vscode-pull-request-github
Gruntfuggly.todo-tree
infeng.vscode-react-typescript
jpoissonnier.vscode-styled-components
kumar-harsh.graphql-for-vscode
mikestead.dotenv
mkxml.vscode-filesize
mrmlnc.vscode-apache
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.Go
ms-vscode.sublime-keybindings
msjsdiag.vscode-react-native
naumovs.color-highlight
Orta.vscode-danger
Orta.vscode-jest
patrys.vscode-code-outline
Prisma.vscode-graphql
ricard.postcss
robinbentley.sass-indented
Shan.code-settings-sync
silvenon.mdx
sodatea.velocity
stevencl.addDocComments
vscode-icons-team.vscode-icons
waderyan.gitblame
whatwedo.twig
wix.vscode-import-cost
xaver.clang-format
